Repository: nederhost/statuspage
Catalog: languages/*.po
Languages: nl_nl

source: Statuspage
nl_nl: Statuspagina

source: Status page theme
nl_nl: Statuspagina-thema

source: Add an update
nl_nl: Voeg een update toe

source: Report
nl_nl: Melding

source: Beginning
nl_nl: Begin

source: End
nl_nl: Einde

source: Colors
nl_nl: Kleuren

source: Introduction
nl_nl: Introductie

source: Footer
nl_nl: Voettekst

source: Background
nl_nl: Achtergrond

source: Masthead
nl_nl: Bovenkant

source: Masthead background
nl_nl: Bovenkant achtergrond

source: Footer background
nl_nl: Voettekst achtergrond

source: Solved: %s
nl_nl: Verholpen: %s

source: Completed: %s
nl_nl: Afgerond: %s

source: Announcement: %s (on %s from %s)
nl_nl: Aankondiging: %s (op %s vanaf %s)

source: Reports of the last %d days
nl_nl: Meldingen van de laatste %d dagen

source: There are no reports at this moment.
nl_nl: Er zijn geen actuele meldingen.

source: Announced
nl_nl: Aangekondigd

source: Start of incident
nl_nl: Begintijd storing

source: Start of maintenance
nl_nl: Begintijd onderhoud

source: Reported
nl_nl: Gemeld

source: Incident resolved
nl_nl: Storing verholpen

source: Maintenance finished
nl_nl: Onderhoud afgerond

source: Expected time of resolution
nl_nl: Verwachte eindtijd

source: Maintenance finished (expected)
nl_nl: Onderhoud afgerond (verwacht)
